Repository: WindowsAppCommunity/Quarrel
Catalog: Resources/*/Dialogs.resw
Source language: en_us
Languages: da, de, es, fr, he, pl, ru, sv, zh

# AcceptFriendReqBTN.Text
source: Accept friend request
de: Freundschaftsanfrage annehmen
pl: Zaakcepuj prośbę dodania do znajomych
ru: Принять запрос друга

# AddReactionsToggle.Header
source: Add reactions
da: Tilføj reaktioner
de: Reaktion hinzufügen
es: Agregar reacciones
fr: Ajouter des réactions
he: הוסף הֲגָבָה
pl: Dodaj reakcję
ru: Добавить реакцию
sv: Lägg till reaktioner
zh: 添加回应

# AdvancedMessageEditorTB
source: ADVANCED MESSAGE EDITOR
da: ADVANCERET BESKED REDAKTØR
de: ERWEITERTER NACHRICHTEN EDITOR
es: EDITOR DE MENSAJES AVANZADO
fr: ÉDITEUR DE MESSAGE AVANCÉ
he: עורך הודעות מתקדם
pl: ZAAWANSOWANY EDYTOR WIADOMOŚCI
ru: РАСШИРЕННЫЙ РЕДАКТОР СООБЩЕНИЯ
sv: AVANCERAD MEDDELANDE ÄNDRARE
zh: 高能信息编辑者

# AttachementsTB.Text
source: ATTACHMENTS
de: ANHANG
pl: ZAŁĄCZNIKI
ru: ВЛОЖЕНИЯ

# AttachFilesToggle.Header
source: Attach files
da: Vedhæft filer
de: Dateien anhängen
es: Adjuntar archivos
fr: Pièces jointes
he: צרף קבצים
pl: Załączone pliki
ru: Прикрепить файл
sv: Bifoga filer
zh: 添加文件

# BadChannelNameDesc1.Text
source: Channel names may only contain alphanumeric characters, with the exception of dashes and underscores.
da: Kanal navne må kun indeholde alfanumeriske tegn, med undtagelse af bindestreger og understregninger.
de: Raumname darf nur alphanumerische Zeichen enthalten, außer Unter- und Bindestriche.
es: Los nombres de los canales sólo pueden contener caracteres alfanuméricos, con la excepción de guiones y subrayados.
fr: Les noms de salon ne doivent contenir que des caractères alphanumériques, à l'exception des tirets et tirets du bas
he: שמות ערוצים יכולים להכיל תווים אלפאנומריים בלבד, למעט מקפים וקווים תחתונים.
pl: Nazwy kanałów mogą zawierać tylko znaki alfanumeryczne, z wyjątkiem myślników i podkreślników.
ru: Имя каналов могут содержать только буквенно-цифровые символы, за исключением тире и подчеркивания.
sv: Kanal namn får endast innehålla bokstäver och siffor med undantaget för bindestreck och understräck
zh: 频道名只能包含字母， 数字， 以及下划线与划线

# BadChannelNameDesc2.Text
source: Automatically fix?
da: Fiks automatisk?
de: Automatisch korrigieren?
es: ¿Corregir automáticamente?
fr: Réparer automatiquement?
he: לתקן באופן אוטומטי?
pl: Poprawić automatycznie?
ru: Исправить автоматически?
sv: Fixa automatiskt?
zh: 自动修改？

# BanMembersToggle.Header
source: Ban members
da: Ban medlemer
de: Mitglied ausschließen
es: Prohibición miembros
fr: Bannir des membres
he: באן חברים
pl: Zbanowani uzytkownicy
ru: Баны участников
sv: Banna medlem
zh: 封禁成员

# BansPI.Header
source: Bans
de: Ausschließungen
es: Prohibiciones
he: באנים
pl: Bany
ru: Баны
sv: Bannar
zh: 黑名单

# BlockTB.Text
source: Block
da: Blokeringer
de: Blockieren
es: Bloque
fr: Bloquer
he: לַחסוֹם
pl: Zablokuj
ru: Заблокировать
sv: Blockerat
zh: 屏蔽

# BodyTB.Text
source: BODY
da: KROP
de: KÖRPER
es: CUERPO
fr: MESSAGE
he: גוּף
pl: CIAŁO
ru: Сообщение
zh: 身体

# CancelBTN.Content
source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fr: Annuler
he: ביטול
pl: Anuluj
ru: Отмена
sv: Avbryt
zh: 撤销

# ChangeNicknameToggle.Header
source: Change nickname
da: Skift brugernavn
de: Nutzername ändern
es: Cambiar apodo
fr: Changer de pseudo
he: שינוי כינוי
pl: Zmień nick
ru: Изменить никнейм
sv: Byt smeknamn
zh: 修改昵称

# CommonFriendsLI.Content
source: COMMON FRIENDS
da: FÆLLES VENNER
de: GEMEINSAME FREUNDE
es: AMIGOS EN COMÚN
fr: AMIS EN COMMUN
he: חברים משותפים
pl: WPSÓLNI ZNAJOMI
ru: ОБЩИЕ ДРУЗЬЯ
sv: Vänner (ofta i kontakt med)
zh: 共同好友

# CommonServersLI.Content
source: COMMON SERVERS
da: FÆLLES SERVERE
de: GEMEINSAME SERVER
es: SERVIDORES EN COMÚN
fr: SERVEURS EN COMMUN
he: שרתים משותפים
pl: WPSÓLNE SERWERY
ru: ОБЩИЕ СЕРВЕРА
sv: Servrar (ofta inne på)
zh: 共同服务器

# ConnectToggle.Header
source: Connect
da: Tilslut
de: Verbinden
es: Conectar
fr: Se connecter
he: לְחַבֵּר
pl: Połącz
ru: Подключиться
sv: Anslut
zh: 连接

# CopyLinkABB.Label
source: Copy link
da: Kopiér link
de: Link kopieren
es: Copiar vínculo
fr: Copier le lien
he: העתק קישור
pl: Kopiuj link
ru: Скопировать ссылку
sv: kopiera länk(adress)
zh: 复制链接

# CreateInstantInviteToggle.Header
source: Create instant invites
da: Lav instant invitationer
de: Sofort-Einladung erstellen
es: Crear invitaciones instantáneas
fr: Créer des invitations
he: צור הזמנות מיידיות
pl: Stwórz natychmiastowe zaproszenie
ru: Создать мгновенно инвайты
sv: Skapa snabb-inbjudningslänk
zh: 制造邀请

# CreateServerTB.Text
source: Create server
da: Lav server
de: Server erstellen
es: Crear servidor
fr: Créer un serveur
he: צור שרת
pl: Stwórz serwer
ru: Создать сервер
sv: Skapa server
zh: 制造一个服务器

# DeafenMembersToggle.Header
source: Deafen members
da: Overdøv medlemmer
de: Taube Mitglieder
es: Miembros ensordecedores
fr: Assourdir des membres
he: חברי חירש
pl: Wygłuszeni członkowie
ru: Заглушить участников
sv: Tysta medlemmar
zh: 耳机静音

# DeleteBTN
source: Delete
da: Slet
de: Löschen
es: Eliminar
fr: Supprimer
he: לִמְחוֹק
pl: Usuń
ru: Удалить
sv: Radera
zh: 删除

# DetailsLI.Content
source: DETAILS
da: DETALJER
es: DETALLES
fr: DÉTAILS
he: פרטים
pl: SZCZEGÓŁY
ru: ДЕТАЛИ
sv: Detaljer
zh: 细节

# EditChannelNameTBox.Header
source: NAME
da: NAVN
es: NOMBRE
fr: NOM
he: שם קובץ:
pl: NAZWA
ru: ИМЯ
sv: Namn
zh: 名字

# EditChannelTB.Text
source: EDIT CHANNEL
da: REDIGER KANAL
de: RAUM BEARBEITEN
es: EDITAR CANAL
fr: MODIFIER LE SALON
he: עריכת ערוצים
pl: EDYTUJ KANAŁ
ru: НАСТРОИТЬ КАНАЛ
sv: Ändra (i en kanal)
zh: 编辑频道

# EditNicknameTB.Text
source: NICKNAME
da: BRUGERNAVN
de: NUTZERNAME
es: APODO
fr: PSEUDO
he: כינוי
pl: NAZWA UŻYTKOWNIKA
ru: НИКНЕЙМ
sv: smeknamn
zh: 昵称

# EditServerNameTBox.Header
source: NAME
da: NAVN
es: NOMBRE
fr: NOM
he: שֵׁם
pl: NAZWA
ru: ИМЯ
sv: Namn
zh: 名字

# EditServerTB.Text
source: EDIT SERVER
da: REDIGER SERVER
de: SERVER BEARBEITEN
es: EDITAR SERVIDOR
fr: MODIFIER LE SERVEUR
he: שרת עריכה
pl: EDYTUJ SERWER
ru: НАСТРОИТЬ СЕРВЕР
sv: Ändra (i server)
zh: 编辑服务器

# EmbedLinksToggle.Header
source: Embed links
da: Integrere links
de: Links einbetten
es: Incrustar vínculos
fr: Intégrer des liens
he: הטמע קישורים
pl: Wstawione linki
ru: Вставить ссылки
sv: Inbäddade länkar
zh: 嵌入链接

# FileNameTB.Text
source: File name:
da: Fil navn:
de: Dateiname
es: Nombre de archivo:
fr: Nom de fichier :
he: שם קובץ:
pl: Nazwa pliku:
ru: Название файла:
sv: Filnamn
zh: 文件名：

# FileSizeTB.Text
source: File size:
da: Fil størelse:
de: Dateigröße
es: Tamaño del archivo:
fr: Taille du fichier :
he: גודל הקובץ:
pl: Rozmiar pliku:
ru: Размер:
sv: Filstorlek
zh: 文件大小

# FriendReqSentBTN.Text
source: Friend request sent
de: Freundschaftsanfrage abgesendet
pl: Wysłano proźbę o dodanie do znajomych
ru: Запрос друга отправлен

# GeneralPermissionsTB.Text
source: GENERAL PERMISSIONS
da: GENERALLE TILLADELSER
de: ALLGEMEINE BERECHTIGUNGEN
es: PERMISOS GENERALES
fr: PERMISSIONS GÉNÉRALES
he: הרשאות כלליות
pl: UPRAWNIENIA OGÓLNE
ru: ОБЩИЕ РАЗРЕШЕНИЯ
sv: GENERELLA BEHÖRIGHETER
zh: 一般权限

# HeightTB.Text
source: Height:
da: Højde:
de: Höhe:
es: Altura:
fr: Hauteur :
he: גוֹבה:
pl: Wysokość:
ru: Рост:
sv: Höjd:
zh: 高度：

# IAPsTB.Text
source: IN-APP PURCHASES
da: IN-APP KØB
de: IN-APP-KÄUFE
es: Compras En-Aplicación
fr: ACHATS IN-APP
he: רכש
pl: ZAKUPY W APLIKACJI
ru: ПОКУПКИ В ПРИЛОЖЕНИИ
sv: Köp inuti app
zh: 应用内购买

# InvitesPI.Header
source: Invites
da: Invitationer
de: Einladungen
es: Invitas
fr: Invitations
he: הזמנות
pl: Zaproszenia
ru: Инвайты
sv: Inbjudningar
zh: 邀请

# JoinAServerTB.Text
source: JOIN A SERVER
da: TILSLUT TIL EN SERVER
de: EINEM SERVER BEITRETEN
es: UNIRSE A UN SERVIDOR
fr: REJOINDRE UN SERVEUR
he: הצטרף לשרת
pl: DOŁĄCZ DO SERWERA
ru: ПРИСОЕДИНЯЙТЕСЬ К ССЕРВЕРУ
sv: Gå med i en server
zh: 加入服务器

# JoinBTN.Content
source: Join
da: Tilslut
de: Beitreten
es: Unirse
fr: Rejoindre
he: לְהִצְטַרֵף
pl: Dołącz
ru: Присоединится
sv: Gå med
zh: 加入

# JoinServerDescTB.Text
source: Please enter a Discord invite link or code:
de: Bitte füge einen Discord-Einladungs-Link oder -Schlüssel hinzu:
es: Introduzca un enlace o código de invitación de la discordia:
fr: Veuillez entrer un lien ou un code d'invitation Discord
he: נא להזין את ההזמנה של קישור או קוד:
pl: Wprowadź link zaproszeniowy, lub kod:
ru: Пожалуйста введите инвайт-ссылку или код
sv: Ange
zh: 请输入一个Discord邀请链接或代码

# JoinServerErrorTB.Text
source: Sorry, but the invite code is invalid or expired.
de: Entschuldigung, aber der Discord-Einladungs-Schlüssel ist ungültig oder abgelaufen.
es: Lo siento, pero el código de invitación es inválido o vencido.
fr: Désolé, mais l'invitation est périmée ou invalide.
he: מצטערים, אך קוד ההזמנה אינו חוקי או שפג תוקפו.
pl: Wybacz, ale kod zaproszeniowy wygasł, lub jest niepoprawny.
ru: Извините, но инвайт-код истёк или недействителен
sv: Tyvärr, koden du angav är ogiltig eller har gått ut.
zh: 抱歉，此链接已过期或无效

# JoinServerTB.Text
source: Join server
de: Server beitreten
es: Servidor de Unión
fr: Rejoindre un serveur
he: הצטרף לסרבר
pl: Dołącz do serwera
ru: Зайти на сервер
zh: 加入服务器

# KickMembersToggle.Header
source: Kick members
de: Mitglied rauswerfen
es: Kick miembros
fr: Expulser des membres
he: בעיטה חברים
pl: Wyrzuć członków
ru: Кикнуть участников
zh: 踢出成员

# LeaveServerBTN.Content
source: Leave server
de: Server verlassen
es: Salir del servidor
fr: Quitter le serveur
he: השאר שרת
pl: Opuść serwer
ru: Выйти из сервера
zh: 离开服务器

# ManageChannelsToggle.Header
source: Manage channels
de: Räume verwalten
es: Administrar canales
fr: Gérer les salons
he: ניהול ערוצים
pl: Zarządzaj kanałami
ru: Управление каналами
zh: 管理频道

# ManageEmojisToggle.Header
source: Manage emojis
de: Emojis verwalten
es: Gestionar emojis
fr: Gérer les emojis
he: ניהול ימוגי
pl: Zarządzaj emotkami
ru: Управление эмодзи
zh: 管理表情符号

# ManageMessagesToggle.Header
source: Manage messages
de: Nachrichten verwalten
es: Administrar mensajes
fr: Gérer les messages
he: ניהול הודעות
pl: Zarządzaj wiadomościami
ru: Управление сообщениями
zh: 管理信息

# ManageNicknamesToggle.Header
source: Manage nicknames
de: Nutzernamen verwalten
es: Administrar apodos
fr: Gérer les pseudos
he: ניהול כינויים
pl: Zarządzaj nick'ami
ru: Управление никнеймами
zh: 管理昵称

# ManageRolesToggle.Header
source: Manage roles
de: Rollen verwalten
es: Administrar papels
fr: Gérer les rôles
he: ניהול תפקידים
pl: Zarządzaj rolami
ru: Управление ролями
zh: 管理身份

# ManageServerToggle.Header
source: Manage server
de: Server verwalten
es: ADMINISTRAR SERVIDOR
fr: Gérer le serveur
he: ניהול שרת
pl: Zarządzaj serwerem
ru: Управление сервером
zh: 管理服务器

# ManageWebhooksToggle.Header
source: Manage webhooks
de: Webhooks verwalten
es: Administrar webganchos
fr: Gérer les webhooks
he: ניהול בעבהוקס
pl: Zarządzaj wehbookami
ru: Управление вебхуком
zh: 管理Webhooks

# MentionEveryoneToggle.Header
source: Manage everyone
de: @everyone verwalten
es: Gestionar a todos
fr: Mentionner @everyone
he: נהל את כולם
pl: Zarządzaj wszystkimi
ru: Управление всеми
zh: 管理所有人

# MoveMembersToggle.Header
source: Move members
de: Mitglieder bewegen
es: Mover miembros
fr: Déplacer les membres
he: העבר חברים
pl: Przenieś członków
ru: Выбрать участника
zh: 移动成员

# MuteMembersToggle.Header
source: Mute members
de: Mitglieder stumm schalten
es: Silenciar miembros
fr: Rendre des membres muets
he: להשתיק חברים
pl: Wycisz członków
ru: Мутнуть участника
zh: 静音成员

# NameTB.Text
source: NAME
es: NOMBRE
fr: NOM
he: שם
pl: NAZWA
ru: НАЗВАНИЕ
zh: 名字

# NoBansTB.Text
source: NO BANS (YET)
de: KEINE AUSSCHLIESSUNGEN (NOCH)
es: SIN PROHIBICIONES (TODAVÍA)
fr: AUCUN BANNISSEMENT (POUR LE MOMENT)
he: אין באנים
pl: BRAK BANÓW (JESZCZE)
ru: НЕТ БАНОВ (ПОКА ЧТО)
zh: 暂无封禁

# NoCommonFriendsTB.Text
source: NO FRIENDS IN COMMON
de: KEINE FREUNDE GEMEINSAM
es: NO HAY AMIGOS EN COMÚN
fr: AUCUN AMI EN COMMUN
he: אין חברים משותפים
pl: BRAK WSPÓLNYCH ZNAJOMYCH
ru: НЕТ ОБЩИХ ДРУЗЕЙ
zh: 无共同好友

# NoCommonServersTB.Text
source: NO SERVERS IN COMMON
de: KEINE SERVER GEMEINSAM
es: NO HAY SERVIDORES EN COMÚN
fr: AUCUN SERVEUR EN COMMUN
he: אין שרתים משותפים
pl: BRAK WSPÓLNYCH SERWERÓW
ru: НЕТ ОБЩИХ СЕРВЕРОВ
zh: 无共同服务器

# NoInvitesTB.Text
source: NO INVITES
de: KEINE EINLADUNGEN
es: NO INVITA
fr: AUCUNE INVITATION
he: אין הזמנות
pl: BRAK ZAPROSZEŃ
ru: НЕТ ИНВАЙТОВ
zh: 无邀请

# NoteTB.Text
source: Notes
de: Notizen
pl: Notatki
ru: Заметки

# NsfwDescTB.Text
source: Users will need to confirm they are of over legal age to view content in this channel. It will also be exempt from explicit content filtering.
de: Nutzer müssen ihre Volljährigkeit bestätigen, um den Inhalt dieses Raumes sehen zu dürfen. Es wird auch von der expliziten Inhaltsfilterung ausgeschlossen.
es: Los usuarios deberán confirmar que son de más de edad legal para ver el contenido en este canal. También estará exento de filtrado explícito de contenido.
fr: Les utilisateurs devront confirmer leur âge pour utiliser ce salon. Il sera egalement exempt de tout filtrage d'éventuel contenu explicite.
he: המשתמשים יצטרכו לאשר שהם מעל גיל החוק כדי להציג תוכן בערוץ זה. זה יהיה גם פטור סינון תוכן מפורש.
pl: Użytkownicy będą musieli potwierdzić, że są dorośli, aby uzyskać dostęp do tego kanału. Kanał będzie także zwolniolny z konieczności filtrowania treści.
ru: Пользователи должны подтвердить свой возраст для просмотра контента на данном канале. Они также лишаться фильтрации содержимого.
zh: 用户需要确认ta们以成年以观看此频道的内容。 内容筛选在该频道无用。

# NsfwSwitch.OffContent
source: NSFW Channel
de: NSFW Raum
es: Canal NSFW
fr: Salon NSFW
he: ערוץ NSFW
pl: Kanał NSFW
ru: NSFW Канал
zh: 18+ 频道

# NsfwSwitch.OnContent
source: NSFW Channel
de: NSFW Raum
es: Canal NSFW
fr: Salon NSFW
he: ערוץ NSFW
pl: Kanał NSFW
ru: NSFW Канал
zh: 18+ 频道

# OMGTHXDonationBTN.Content
source: OMG Thank you! donation $2.99
de: OMG-Danke!-Spende $2.99
es: ¡OMG gracias! donación $2,99
fr: OMG Merci ! Don de $2.99
he: תודה! תרומה $2.99
pl: O JEJU Wielkie dzięki! dotacja $2.99
ru: OMG! Спасибо тебе за донат в $2.99
zh: 天哪谢谢！$2.99 捐赠

# OpenInBrowserABB.Label
source: Open in browser
de: Im Browser öffnen
es: Abrir en el navegador
fr: Ouvrir dans le navigateur
he: פתוח בדפדפן
pl: Otwórz w przeglądarce
ru: Открыть в браузере
zh: 在浏览器中打开

# OverviewPI.Header
source: Overview
de: Übersicht
es: Resumen
fr: Vue d'ensemble
he: סקירה כללית
pl: Przegląd
ru: Обзор
zh: 概况

# PoliteDonationBTN.Content
source: Polite donation $1.29
de: Nette Spende $1.29
pl: Miła dotacja $1.29
ru: Любезный донат $1.29

# ReadMessageHistoryToggle.Header
source: Read message history
de: Nachrichtenverlauf einsehen
es: Leer historial de mensajes
fr: Consulter l'historique des messages
he: קרא את היסטוריית ההודעות
pl: Czytaj historię wiadomości
ru: Прочитать историю сообщений
zh: 阅读信息记录

# ReadMessagesToggle.Header
source: Read messages
de: Nachrichten lesen
fr: Lire des messages
he: קרא הודעות
pl: Czytaj wiadomości
ru: Прочитать сообщение
zh: 阅读信息

# RemoveAdsBTN.Content
source: Remove ads $1.29
de: Werbung entfernen $1.29
es: Quitar anuncios $1,29
fr: Suprimmer les publicités $1.29
he: הסר מודעות $1.29
pl: Usuń reklamy $1.29
ru: Удалить рекламу $1.29
zh: 移除广告$1.29

# RemoveFriendTB.Text
source: Remove friend
de: Freunde entfernen
es: Quitar amigo
fr: Retirer de mes amis
he: הסר חבר
pl: Usuń znajomego
ru: Удалить друга
zh: 移除好友

# RidiculousDonationBTN.Content
source: Ridiculous donation $4.99
de: Großzügige Spende $4.99
es: Donación ridícula $4,99
fr: Don ridicule $4.99
he: תרומה מגוחכת $4.99
pl: Niepoważna dotacja $4.99
ru: Нелепый донат $4.99
zh: 荒谬捐赠-$4.99

# RoleAllowMentionToggle.Header
source: Allow mention
de: Erwähnen erlauben
es: Permitir mención
fr: Autoriser les mentions
he: אפשר להזכיר
pl: Zezwól na wzmianki
ru: Разрешить упоминания
zh: 允许提及(@mention)

# RoleHoistToggle.Header
source: Hoist
de: Hervorheben
es: Alzamiento
he: לְהַנִיף
pl: Wyświetlaj osobno
ru: Отдельно показывать участников

# RoleNameTB.Text
source: NAME
es: NOMBRE
fr: NOM
he: שֵׁם
pl: NAZWA
ru: НАЗВАНИЕ
zh: 名字

# RoleSettingsTB.Text
source: SETTINGS
de: EINSTELLUNGEN
es: CONFIGURACIÓN
fr: PARAMÈTRES
he: הגדורות
pl: USTAWIENIA
ru: ПАРАМЕТРЫ
zh: 设置

# RolesPI.Header
source: Roles
de: Rollen
es: Papeles
fr: Rôles
he: תפקידים
pl: Role
ru: Роли
zh: 身份

# SaveABB.Label
source: Save
de: Speichern
es: Salvar
fr: Enregistrer
he: שמור
pl: Zapisz
ru: Сохранить
zh: 保存

# SaveBTN.Content
source: Save
de: Speichern
es: Salvar
fr: Enregistrer
he: שמור
pl: Zapisz
ru: Сохранить
zh: 保存

# SendFriendReqBTN.Text
source: Send friend request
de: Freundschaftsanfrage senden
pl: Wyślij prośbę o dodanie do znajomych
ru: Отправить запрос друга

# SendMessagesToggle.Header
source: Send messages
de: Nachrichten senden
es: Enviar mensajes
fr: Envoyer des messages
he: לשלוח הודעות
pl: Wyślij wiadomości
ru: Отправить сообщения

# SendMessageTB.Text
source: Send message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer un message
he: לשלוח הודעה
pl: Wyślij wiadomość
ru: Отправить сообщение

# SendTTSMessagesToggle.Header
source: Send TTS Messages
de: TTS Nachrichten senden
es: Enviar mensajes TTS
fr: Envoyer des messages TTS
he: שלח הודעות TTS
pl: Wyślij wiadomość TTS
ru: Отправить TTS-сообщения

# ServerGuidelinesDesc1
source: By creating a server, you agree to
de: Durch das Erstellen eines Servers akzeptieren Sie die Einhaltung der
pl: Tworząc serwer zgadzasz się na
ru: Создавая сервер, вы соглашаетесь с

# ServerGuidelinesDesc2
source: Discord's Community Guidelines
de: Discord Community-Richtlinien
pl: Poradniki społeczności Discord'a

# ShareABB.Label
source: Share
de: Teilen
es: Compartir
fr: Partager
he: חֲלוֹק
pl: Udostępnij
ru: Поделиться

# SignificantDonationBTN.Content
source: Significant donation $1.99
de: Erhebliche Spende $1.99
es: Donación significativa $1,99
fr: Don significative 0.99€
he: תרומה משמעותית $1.99
pl: Ważna dotacja $1.99
ru: Значимый донат $1.99

# SpeakToggle.Header
source: Speak
de: Sprechen
es: Hablar
fr: Parler
he: לְדַבֵּר
pl: Mowa
ru: Говорить

# TextPermissionsTB.Text
source: TEXT PERMISSIONS
de: TEXT BERECHTIGUNG
es: PERMISOS DE TEXTO
fr: PERMISSIONS TEXTUELLES
he: הרשאות טקסט
pl: UPRAWNIENIA WIADOMOŚCI
ru: ТЕКСТ РАЗРЕШЕНИЙ

# UnblockBTN.Text
source: Unblock
de: Freigeben
pl: Odblokuj
ru: Открыть

# UseExternalEmojisToggle.Header
source: Use external emojis
de: Externe Emojis nutzen
es: Utilizar emojis externos
fr: Utiliser les emojis externes
he: השתמש ימוגי חיצוני
pl: Używanie zewnętrznych emotek
ru: Использовать внешние эмодзи

# UseVoiceActivityToggle.Header
source: Use voice activity
de: Sprachaktivierung nutzen
es: Uso de la actividad de voz
fr: Utiliser la détection de voix
he: השתמש בפעילות קולית
pl: Używanie aktywacji głosowej
ru: Использовать активацию по голосу

# ViewAuditLogToggle.Header
source: View audit log
de: Audit-Log einsehen
es: Ver registro de auditoría
fr: Voir l'Audit log
he: הצג יומן ביקורת
pl: Pokaż dane konta
ru: Просмотреть журнал

# VoicePermissionsTB.Text
source: VOICE PERMISSIONS
de: SPRACHERKENNUGS BERECHTIGUNG
es: PERMISOS DE VOZ
fr: PERMISSIONS DE VOIX
he: הרשאות קוליות
pl: UPRAWNIENIA GŁOSOWE
ru: ГОЛОСОВЫЕ РАЗРЕШЕНИЯ

# WidthTB.Text
source: Width:
de: Breite:
es: Ancho:
fr: Largeur :
he: רוֹחַב:
pl: Szerokość:
ru: Ширина:

# EditChannelTopicTBox.Header
source: TOPIC
de: THEMA
es: TEMA
fr: SUJET
he: נוֹשֵׂא
pl: TEMAT
ru: Тема

# AddOnError
source: An error occured, try again later.
de: Ein Fehler ist aufgetreten. Später erneut versuchen.
es: Se produjo un error, inténtelo de nuevo más tarde.
fr: Il y a eu une erreur, merci de réessayer plus tard.
he: אירעה שגיאה, נסה שוב מאוחר יותר.
pl: Wystąpił błąd, spróbuj ponownie później
ru: Произошла ошибка, повторите попытку позже.

# AddOnNotPurchased
source: Add-On was not purchased.
de: Das Add-On wurde nicht gekauft.
es: No se compró el complemento.
fr: L'achat n'a pas été fait
he: התוספת לא נרכשה.
pl: Dodatek nie został kupiony
ru: Аддон не приобретён.

# AddOnPurchased
source: Thank you so much for the donation!
de: Vielen Dank für die Spende!
es: ¡Muchas gracias por la donación!
fr: Merci beaucoup pour le don !
he: תודה רבה על התרומה!
pl: Wielkie dzięki za wsparcie!
ru: Большое вам спасибо за пожертвование!

source: EDIT
de: BEARBEITEN
es: EDITAR
fr: MODIFIER
he: לַעֲרוֹך
pl: EDYCJA
ru: Редактировать

# FlagDiscordPartner
source: DISCORD PARTNER
es: SOCIO DE LA DISCORD
fr: PARTENAIRE DISCORD
he: בת זוג DISCORD
pl: PARTNER DISCORDA
ru: Партнёр Discord

# FlagDiscordStaff
source: DISCORD STAFF
de: DISCORD MITARBEITER
es: PERSONAL DE LA DISCORD
fr: EMPLOYÉ DISCORD
he: צוות DISCORD
pl: PERSONEL DISCORDA
ru: Стафф Discord

# PremiumSince
source: Premium member since
de: Premium Mitglied seit
pl: Użytkownik premium od
ru: Премиум

# VerifyBan
source: Are you sure you want to ban @
de: Möchten Sie @<user> wirklich bannen?
es: ¿está seguro de que desea prohibir @
fr: Êtes-vous sûr de vouloir bannir @
he: האם אתה בטוח שאתה רוצה לאסור @
pl: Czy jesteś pewny, że chcesz zbanować @
ru: Вы уверены, что хотите дать бан @

# VerifyDelete
source: Are you sure you want to delete
de: Möchten Sie <whatever> wirklich löschen?
es: ¿está seguro de que desea eliminar
fr: Êtes-vous sûr de vouloir supprimer
he: אתה בטוח שאתה רוצה למחוק
pl: Czy jesteś pewny, że chcesz usunąć
ru: Вы уверены, что хотите удалить

# VerifyLeave
source: Are you sure you want to leave
de: Möchten Sie <whatever> wirklich verlassen?
es: ¿está seguro de que desea dejar
fr: Êtes-vous sûr de vouloir quitter
he: אתה בטוח שאתה רוצה לעזוב
pl: Czy jesteś pewny, że chcesz odejść?
ru: Вы уверены, что хотите уйти

# VerifyLogout
source: Are you sure you want to log out?
de: Möchten Sie sich wirklich abmelden?
es: ¿está seguro de que desea cerrar la sesión?
fr: Êtes-vous sûr de vouloir vous déconnecter?
he: האם אתה בטוח שברצונך לצאת?
pl: Czy jesteś pewny, że chcesz się wylogować?
ru: Вы уверены, что хотите выйти?

# CreateChannelTB.Text
source: CREATE CHANNEL
de: RAUM ERSTELLEN
es: CREAR CANAL
fr: NOUVEAU SALON
he: צור ערוץ
pl: STWÓRZ KANAŁ
ru: СОЗДАТЬ КАНАЛ

# AdvancedOpenFileTB.Text
source: Open file
de: Datei öffnen
es: Abrir archivo
fr: Ajouter un fichier
he: קובץ פתוח
pl: Otwórz plik
ru: Открыть файл

# AdvancedRecordSoundTB.Text
source: Record sound
de: Ton aufnehmen
es: Grabar sonido
fr: Enregistrer un son
he: הקלט צליל
pl: Nagraj dźwięk
ru: Записать звук

# AdvancedTakePhotoTB.Text
source: Take photo
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
he: לצלם
pl: Zrób zdjęcie
ru: Сделать фото

source: on
de: auf
pl: na

# SavingAudio
source: Creating file...
de: Datei wird erstellt...
pl: Tworzenie pliku...
ru: Создание файла...

# RecordingAudio
source: Recording...
de: Nimmt gerade auf...
pl: Nagrywanie...
ru: Записываю...

source: File
de: Datei
pl: Plik
ru: Файл

# GotIt.Content
source: Got it!
de: Verstanden!
pl: Załapałem!

# DonationsTB
source: DONATIONS
de: SPENDEN
pl: DOTACJE
ru: ДОНАТЫ

# CommonFriendsTB.Text
source: COMMON FRIENDS
de: GEMEINSAME FREUNDE
pl: WPSÓLNI ZNAJOMI
ru: ОБЩИЕ ДРУЗЬЯ

# CommonServersTB.Text
source: COMMON SERVER
de: GEMEINSAME SERVER
pl: WPSÓLNY SERWER
ru: ОБЩИЕ СЕРВЕРЫ

source: Text Channel
de: Text Raum
pl: Kanał tekstowy
ru: Текстовой канала

source: Voice Channel
de: Sprach Raum
pl: Kanał głosowy
ru: Голосовой канал

source: Category
de: Kategorie
pl: Kategoria
ru: Категории

source: Leave Server
de: Server verlassen
pl: Opuść serwer
ru: Уйти из сервера

source: Delete
de: Löschen
pl: Usuń
ru: Удалить

source: Create server
de: Server erstellen
pl: Strórz serwer
ru: Создать сервер

source: Server Name
pl: Nazwa Serwera
ru: Название сервера

source: Create
de: Erstellen
pl: Stwórz
ru: Создать

source: Cancel
de: Abbrechen
pl: Anuluj
ru: Отмена

# CloseDMConfirm
source: Are you sure you want to Close your DM with
de: Sind Sie sicher, dass Sie die Unterhaltung mit @<user> beenden wollen?
pl: Czy jesteś pewien, że chcesz zakończyć swoją rozmowę z
ru: Вы уверены, что хотите закрыть DM с помощью
